Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: གསང་སྔགས་སླར་སྡུས་ཤིག་མ་བསྡུས་ན་ཁྱོད་ཀྱི་མགོ་དྲུང་ནས་བཅད་དེ་ས་ལ་བོར་ར་རེ་དེ་ནས་སྦྲུལ་ཁས་སྡིགས་པ་སྡུག་བསྔལ་ཉམས་སུ་མྱོང་བས་ཉམ་ཐག་ཅིང་འཆི་བའི་འཇིགས་པས་སྐྲག་ནས་གསང་སྔགས་བརྟུལ་བ་དང་། རྔོན་པས་དེ་མ་ཐག་ཏུ་དེ་བསད་དོ།
en: If you do not, I will cut off your head and throw it on the ground.’ “Tormented by pain and frightened by the fear of death, the snake charmer revoked the mantra. The hunter immediately killed him.

source: །དེ་ནས་ཀླུའི་བུ་གསང་སྔགས་ཀྱི་ཞགས་པས་བཅིངས་པ་ལས་ཐར་ཏེ་མཚོ་ནས་བྱུང་ནས་རྔོན་པ་ལ་འཁྱུད་དེ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཁྱོད་ནི་ཁོ་བོའི་མ་ཡིན་ལ་ཁྱོད་ནི་ཁོ་བོའི་ཕ་ཡིན་ཏེ།
en: Then, liberated from the mantra that was just like a binding noose, the son of a nāga emerged from the pond, embraced the hunter, and cried out, ‘You are my mother, you are my father!

source: འདི་ལྟར་ཁྱོད་ལ་བརྟེན་པས་ཁོ་བོ་ཕ་མ་དང་བྲལ་བ་ལས་བྱུང་བའི་སྡུག་བསྔལ་མ་སྐྱེས་སོ།
en: Thanks to you, the pain of separation from my parents did not befall me.

source: །ཚུར་ཤོག་གནས་སུ་འདོང་ངོ་ཞེས་དེས་དེ་གནས་སུ་ཁྲིད་དེ་སོང་ནས་བཟའ་བ་དང་བཏུང་བ་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་ཚིམ་པར་བྱས་ཏེ། རིན་པོ་ཆེ་དག་བསྟབས་ནས་མ་དང་ཕ་ལ་སྨྲས་པ། ཡབ་ཡུམ་འདི་ནི་བདག་གི་སྙིང་དུ་སྡུག་པ་སྐྱབས་དང་གཉེན་དུ་གྱུར་པ་ལགས་ཏེ།
en: Come, let us go to my residence.’ “He took the hunter to his residence, satisfied him with various foods and drinks, gave him jewels, and said to his parents, ‘Father, Mother, this is my ally, protector, and friend.

source: འདིའི་མཐུས་བདག་ཁྱེད་དང་ལྷན་ཅིག་པ་ལས་བྲལ་བར་མ་གྱུར་ཏོ།
en: Thanks to him, I escaped being separated from you.’

source: །དེ་དག་གིས་ཀྱང་དེ་ལ་དམ་པ་སྦྱིན་པར་བྱེད་དེ། རིན་པོ་ཆེ་རྣམ་པ་སྣ་ཚོགས་བྱིན་ནས་དེས་དེ་རྣམས་ཁྱེར་ཏེ་མཚོ་དེ་ནས་བྱུང་ངོ་།
en: “They too gave him precious things and various jewels. Taking these things, he left the pond.

source: །མཚོ་དེ་དང་ཧ་ཅང་མི་རིང་བ་ཞིག་ན་བསྟི་གནས་མེ་ཏོག་དང་འབྲས་བུ་ཕུན་སུམ་ཚོགས་པ་བྱ་སྣ་ཚོགས་སྐད་འབྱིན་པ་ཞིག་ཡོད་དེ།
en: “Near the pond, there was a hermitage that was abundant in flowers and fruits, and in which various birds were singing.

source: དེ་ན་དྲང་སྲོང་བྱམས་པ་དང་སྙིང་རྗེའི་བདག་ཉིད་ཅན། སེམས་ཅན་རྣམས་ལ་སྡུག་པར་འཛིན་པ་ཞིག་གནས་སོ།
en: There lived a ṛṣi who was naturally loving and merciful and affectionate toward beings.

source: །དེ་ནས་རྔོན་པ་དེ་དྲང་སྲོང་དེའི་དྲུང་དུ་དུས་གསུམ་དུ་འགྲོ་བར་རྩོམ་ཞིང་། དེ་ལ་ཀླུའི་བུ་སྐྱེ་བ་སྣ་ཚོགས་པ་དང་ལྷན་ཅིག་ཇི་ལྟར་གྱུར་པ་དེ་དག་ཐམས་ཅད་རྒྱས་པར་སྨྲས་སོ།
en: The hunter began to visit the ṛṣi three times a day and he told him all that had happened to himself and Janmacitra, the son of a nāga.

source: །དེ་ནས་དྲང་སྲོང་དེས་སྨྲས་པ། ཁྱོད་ལ་རིན་པོ་ཆེ་དང་གསེར་ཅི་དགོས།
en: Then the ṛṣi said to him, ‘What use are the jewels and gold to you?

source: དེའི་གནས་ན་དོན་ཡོད་པ་ཞེས་བྱ་བའི་ཞགས་པ་ཡོད་ཀྱིས་དེ་སློངས་ཤིག །དེ་ནས་རྔོན་པ་དེ་དོན་ཡོད་པའི་ཞགས་པ་ལ་ཆགས་པ་སྐྱེས་ནས་དྲང་སྲོང་གི་ཚིག་མཉན་ཏེ་སླར་ཀླུའི་གནས་སུ་སོང་བ་དང་། དེ་ནས་ཇི་ཙམ་ན་ཀླུའི་ཁང་པའི་སྒོ་ན་དོན་ཡོད་པའི་ཞགས་པ་དེ་མཐོང་ནས་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: There is a noose called Amogha (Unfailing) in his residence. Ask for it.’ “The hunter then desired the noose Amogha. Having heard the words of the ṛṣi, he again went to the nāga’s residence. Then he saw the noose Amogha on the gate of the nāga’s residence.

source: བདག་འདོད་པའི་དོན་ཡོད་པའི་ཞགས་པ་གང་ཡིན་པ་དེ་ནི་འདི་ཁོ་ན་ཡིན་ནོ་སྙམ་ནས་ཀླུའི་གནས་སུ་ཞུགས་སོ།
en: He thought, ‘This is the very noose Amogha, which I want,’ and then entered the nāga’s residence.

source: །དེ་ནས་ཀླུའི་བུ་སྐྱེ་བ་སྣ་ཚོགས་པ་དང་། ཀླུ་གཞན་རྣམས་ཀྱིས་ཡང་དག་པར་དགའ་བ་དང་། མགུ་བ་དག་བྱས་ནས་རིན་པོ་ཆེ་དག་བསྟབས་པ་དང་། དེས་སྨྲས་པ།
en: Then Janmacitra, the son of a nāga, along with other nāgas, pleased and entertained him and offered him jewels.

source: ཁོ་བོ་ལ་རིན་པོ་ཆེ་མི་དགོས་ཀྱི།
en: He said, ‘I do not need jewels.

source: འོན་ཀྱང་དོན་ཡོད་པའི་ཞགས་པ་འདི་ཁོ་བོ་ལ་བྱིན་ཅིག །སྐྱེ་བ་སྣ་ཚོགས་པས་སྨྲས་པ།
en: But give me the noose Amogha.’

source: ཁྱོད་ལ་འདི་ཅི་དགོས་ཁོ་བོ་ཅག་ལ་ནི་དགོས་རབ་སྟེ།
en: “ ‘Why do you need this?’ asked Janmacitra.

source: གང་གི་ཚེ་ནམ་མཁའ་ལྡིང་གིས་གནོད་པ་བྱས་པ་དེའི་ཚེ་འདིས་ཁོ་བོ་ཅག་བསྲུང་བར་འགྱུར་རོ།
en: ‘We need it desperately to protect ourselves when we are attacked by a garuḍa.’

source: །རྔོན་པས་སྨྲས་པ། ཁྱེད་ཅག་ལ་ནི་ནམ་མཁའ་ལྡིང་གི་གནོད་པ་ལན་འགའ་ཞིག་འབྱུང་བ་ན་འདི་དགོས་ཀྱི། ཁོ་བོ་ལ་ནི་དུས་ཀུན་དུ་དགོས་ཀྱིས་གལ་ཏེ་ལེགས་པ་བྱས་པ་དང་ཕན་བཏགས་པ་དྲན་པ་ལྟ་ན་བྱིན་ཅིག །ཀླུའི་བུ་སྐྱེ་བ་སྣ་ཚོགས་པ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: “The hunter replied, ‘You would need it only when there is harm from a garuḍa, but I need it all the time.

source: འདིས་བདག་ལ་ཕན་ཆེར་བཏགས་ཀྱིས་ཕ་མ་ལ་བརྟགས་ཏེ་སྦྱིན་ནོ་སྙམ་ནས་དེས་ཕ་དང་མ་ལ་བརྟགས་ཏེ་ཞགས་པ་དེ་བྱིན་ནོ།
en: Give it to me if you think you have profited and been benefited by me.’ “Janmacitra, the son of a nāga, thought, ‘Since he has greatly benefited me, I will ask my parents for permission and give it to him.’ After asking his parents for permission, he gave him the noose.

source: །དེ་ནས་རྔོན་པ་དེས་བདག་ཐོབ་པ་བཞིན་དུ་བདེ་བ་དང་ཡིད་བདེ་བས་ཚིམ་ནས། དོན་ཡོད་པའི་ཞགས་པ་ཁྱེར་ཏེ་ཀླུའི་གནས་ནས་བྱུང་ནས་རང་གི་ཁྱིམ་དུ་སོང་ངོ་།
en: Thereupon the hunter, happy and satisfied as if he had attained mastery, left the nāga’s residence, taking the noose Amogha with him, and went to his house.

source: །ཇི་ཙམ་དུས་གཞན་ཞིག་ན་རྒྱལ་པོ་ནོར་ཅན་བཙུན་མོ་དང་ལྷན་ཅིག་རྩེ་བར་བྱེད་དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་དོ། །དེ་རྩེ་བར་བྱེད་དགའ་བར་བྱེད།
en: “Later, King Dhana and his consort played, made love, and enjoyed themselves.

source: དགའ་མགུར་སྤྱོད་པར་བྱེད་པ་ལས་བུ་ཕོ་ཡང་མེད།
en: Though they did so, the king produced no son or daughter.

source: བུ་མོ་ཡང་མེད་ནས་ལག་པ་ལ་འགྲམ་པ་གཏད་དེ་བདག་གི་ཁྱིམ་དུ་ནོར་རྫས་འདི་སྙེད་ཅིག་བསགས་ཀྱང་བདག་ལ་བུ་ཕོ་ཡང་མེད།
en: He was plunged into grief, resting his cheek on his hand, thinking, ‘Although there is such wealth stored up in my home, I have no son or daughter.

source: བུ་མོ་ཡང་མེད་པས་བདག་འདས་ན་བདག་གི་གདུང་རྒྱུད་འཆད་ཅིང་ཡུལ་འཆོར་བ་དང་། བདོག་པ་རིལ་ཡང་རྒྱལ་པོ་གཞན་གྱིས་དབང་བྱེད་པར་འགྱུར་རོ་སྙམ་ནས།
en: So after my death, my family lineage will end, my land will be lost, and all my possessions will fall under another king’s control.’

source: སེམས་ཁོང་དུ་ཆུད་ཅིང་འདུག་པ་དང་དེ་ལ་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། གྲོགས་པོ་དང་། མཛའ་བཤེས་དང་། ཉེ་དུ་རྣམས་ཀྱིས་སྨྲས་པ། ལྷ་ཅིའི་སླད་དུ་ཐུགས་མི་དགྱེས། དེས་སྐབས་དེ་དེ་རྣམས་ལ་རྒྱས་པར་སྨྲས་པ་དང་། དེ་རྣམས་ཀྱིས་སྨྲས་པ། ལྷ་རྣམས་ལ་གསོལ་བ་མཛོད་ཅིག་དང་། ཁྱོད་ལ་སྲས་མཆིས་པར་འགྱུར་རོ།
en: “Śramaṇas, brahmins, companions, friends, and kinsmen asked him, ‘Your Majesty, why are you plunged into grief?’ He explained the matter to them in detail, and they urged him, ‘Pray to the gods, and you will have a son.’

source: །དེ་བུ་མེད་དེ་བུ་མངོན་པར་འདོད་པས་ཞི་བ་དང་ཆུ་ལྷ་དང་། ལུས་ངན་དང་ནོར་ལྷ་ལ་སོགས་པ་ལ་གསོལ་བ་འདེབས་ཤིང་། ལྷའི་བྱེ་བྲག་གཞན་ཡང་འདི་ལྟ་སྟེ། ཀུན་དགའ་ར་བའི་ལྷ་དག་དང་། ནགས་ཚལ་གྱི་ལྷ་དག་དང་བཞི་མདོའི་ལྷ་དག་དང་། སུམ་མདོའི་ལྷ་དག་དང་། གཏོར་མ་ལེན་པའི་ལྷ་དག་དང་། ལྷན་ཅིག་སྐྱེས་པ་དང་ཆོས་མཐུན་པ་དག་དང་། རྟག་ཏུ་རྗེས་སུ་འབྲང་བའི་ལྷ་དག་ལ་ཡང་གསོལ་བ་འདེབས་སོ།
en: “ Being sonless and wanting a son, he prayed to Śiva, Varuṇa, Kubera, Vāsava, and so forth. He also prayed to other special gods, namely, the gods of parks, the gods of forests, the gods of crossroads, the gods of three-forked roads, the gods accepting oblations, and the gods who had been born together with him, who were harmonious with the Dharma, and who always followed him.

source: །འཇིག་རྟེན་ན་གང་གསོལ་བ་འདེབས་པའི་རྒྱུ་ལས་བུ་ཕོ་དང་བུ་མོ་དག་སྐྱེའོ་ཞེས་བྱ་བའི་གཏམ་དེ་ལྟ་བུ་ཡོད་དེ། དེ་ནི་དེ་ལྟ་བུ་མ་ཡིན་ཏེ།
en: “ In this world, it is said that sons and daughters are born on account of prayers, but this is not true.

source: གལ་ཏེ་དེ་ལྟར་འགྱུར་དུ་ཟིན་ན་རེ་རེ་ལ་ཡང་འདི་ལྟ་སྟེ་དཔེར་ན་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་བཞིན་དུ་བུ་སྟོང་སྟོང་ཡོད་པར་འགྱུར་རོ།
en: If such a thing were true, each person would have a thousand sons just like a wheel-turning king.

source: །འོན་ཀྱང་གནས་གསུམ་པོ་དག་མངོན་དུ་གྱུར་པ་ལས་བུ་ཕོ་དང་བུ་མོ་དག་སྐྱེ་བར་འགྱུར་ཏེ།
en: Rather, sons and daughters are born because three conditions are satisfied.

source: གསུམ་པོ་དེ་དག་གང་ཞེ་ན་ཕ་དང་མ་དག་ཆགས་པར་གྱུར་ཅིང་འདུས་པ་དང་། མ་དུས་ལ་བབ་ཅིང་ཟླ་མཚན་དང་ལྡན་པ་དང་། དྲི་ཟ་ཉེ་བར་གནས་ཤིང་འཇུག་འདོད་པ་སྟེ། གནས་གསུམ་པོ་དེ་དག་མངོན་དུ་གྱུར་པ་ལས་བུ་ཕོ་དང་བུ་མོ་དག་སྐྱེ་བར་འགྱུར་རོ།
en: What are the three? Affected by passion, the parents have intercourse; the mother is at an appropriate time and in her fertile period; and a gandharva is around and wants to enter the womb. When these three conditions are satisfied, sons and daughters are born.

source: །དེ་དེ་ལྟར་གསོལ་བ་འདེབས་པ་ལྷུར་ལེན་ཅིང་འདུག་པ་ན། བསྐལ་པ་བཟང་པོའི་བྱང་ཆུབ་སེམས་དཔའ་ཞིག་བཙུན་མོ་དམ་པ་དེའི་མངལ་དུ་ཞུགས་སོ།
en: “While the king was thus devoting himself to prayer, a bodhisattva of the fortunate eon entered his chief consort’s womb.

source: །བུད་མེད་མཁས་པའི་རང་བཞིན་ཅན་ཁ་ཅིག་ལ་མ་འདྲེས་པའི་ཆོས་ལྔ་ཡོད་དེ།
en: “ A certain kind of woman of an intelligent nature has five special characteristics.

source: སྐྱེས་པ་ཆགས་པར་གྱུར་པ་ཤེས་ཤིང་ཆགས་པ་དང་བྲལ་བ་ཤེས་པ་དང་། དུས་ཤེས་ཤིང་ཟླ་མཚན་ཤེས་པ་དང་། མངལ་དུ་ཞུགས་པ་ཤེས་པ་དང་། གང་ལས་མངལ་དུ་ཞུགས་པ་དེ་ཡང་ཤེས་པ་དང་། ཁྱེའུ་ཤེས་ཤིང་བུ་མོ་ཤེས་པ་སྟེ་གལ་ཏེ་ཁྱེའུ་ཡིན་ན་དཀུ་གཡས་པར་རྟེན་ཅིང་འདུག་ལ་གལ་ཏེ་བུ་མོ་ཡིན་ན།
en: She knows if a man is affected by passion or free from passion; she knows the appropriate time and menstrual cycle; she knows that the embryo has entered the womb; she knows from whom it has entered; and she knows whether it is a boy or a girl:

source: དཀུ་གཡོན་པར་རྟེན་ཅིང་འདུག་གོ།
en: if it is a boy, it resides on the right side, and if it is a girl, it resides on the left side.

source: །དེ་ཡིད་དགའ་ཞིང་ཡིད་དགའ་ནས་ཁྱོ་ལ་སྨྲས་པ།
en: “Being very pleased, she said to her husband, ‘My dear, I am pregnant.

source: རྗེའི་སྲས་བདག་ལ་སེམས་ཅན་ཞུགས་པར་གྱུར་པ་ནི་འདི་ལྟར་བདག་གི་དཀུ་གཡས་པར་རྟེན་ཅིང་མཆིས་པ་ལས་ན་ངེས་པར་ཁྱེའུར་འགྱུར་གྱིས་དགྱེས་པ་བསྐྱེད་དུ་གསོལ།
en: Since the fetus resides on the right side, it is certainly a boy. Be delighted!’

source: དེ་ཡང་ཡིད་དགའ་ཞིང་དགའ་ནས་རོ་སྟོད་བསྲང་སྟེ་ལག་པ་གཡས་པ་བརྐྱང་ནས་འདི་སྐད་ཅེས།
en: “He too was very pleased. He stretched his upper body, raised his right hand, and spoke an inspired utterance:

source: ཁོ་བོ་ཡུན་རིང་པོ་ནས་མངོན་པར་འདོད་པ་བུའི་ངོ་མཐོང་བ་དང་། ཁོ་བོ་དང་མཐུན་པར་སྐྱེ་ཞིང་མི་མཐུན་པར་མི་སྐྱེ་བ་དང་། ཁོ་བོའི་བྱ་བ་དག་བྱེད་པ་དང་། གསོས་པས་ཕྱིར་གསོ་བ་དང་། བགོ་སྐལ་ལ་སྤྱོད་པ་དང་། ཁོ་བོའི་རིགས་རྒྱུད་ཡུན་རིང་དུ་གནས་པར་སྒྲུབ་པ་དང་། བདག་ཅག་ཤི་ཞིང་དུས་ལ་བབ་པ་དག་ལ་ཉུང་ངུའམ་མང་པོ་ཡང་རུང་བའི་སྦྱིན་པ་དག་བྱིན།
en: ‘I will see the face of my son, which I have desired for a long time. May he be born as a suitable son for me, not an unsuitable one. May he take over my work. May he feed me, after having been fed himself. May he inherit my property. May my family lineage last for a long time.

source: བསོད་ནམས་དག་བྱས་ནས་འདི་དེ་གཉིས་གང་དུ་སྐྱེས་པ་དེར་འགྲོ་ཞིང་རྗེས་སུ་འགྲོ་བར་གྱུར་ཅིག་ཅེས་མིང་གིས་ཡོན་བསྔོ་བ་བྱེད་པར་གྱུར་ཅིག །ཅེས་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་རྗོད་པར་བྱེད་དོ།
en: When we have died and passed away, may he give donations and make merit for us, either large or small, and assign the rewards of the offerings to our names, saying, “May this go to where those two are reborn and follow them.” ’ “Then, knowing that she was pregnant, he arranged everything so that, until the fetus in the womb was mature, she stayed on the terrace, provided with the requisites for cold when it was cold; the requisites for heat when it was hot;

source: །དེ་ལ་སེམས་ཅན་ཞུགས་པར་རིག་ནས་འདི་ལྟ་སྟེ་མངལ་ན་གནས་པ་ཡོངས་སུ་སྨིན་པར་བྱ་བའི་ཕྱིར་སྟེང་གི་ཁང་བཟངས་ཀྱི་གཞིར་གྲང་བ་ན་གྲང་བའི་ཡོ་བྱད་དག་དང་། དྲོ་བ་ན་དྲོ་བའི་ཡོ་བྱད་དག་དང་། སྨན་པས་བསྟན་པའི་ཟས་ཧ་ཅང་མི་ཁ་བ་དང་ཧ་ཅང་མི་སྐྱུར་བ་དང་ཧ་ཅང་ལན་ཚྭ་མི་ཆེ་བ་དང་ཧ་ཅང་མི་མངར་བ་དང་ཧ་ཅང་མི་ཚ་བ་དང་། ཧ་ཅང་མི་བསྐ་བ་དང་། ཁ་བ་དང་སྐྱུར་བ་དང་། ལན་ཚྭ་དང་མངར་བ་དང་ཚ་བ་དང་། བསྐ་བ་སྤངས་པའི་ཟས་དག་དང་དོ་ཤལ་དང་སེ་མོ་དོ་དང་། རྒྱན་གྱིས་བཀླུབས་པའི་ལུས་ལྷའི་བུ་མོ་དགའ་བའི་ཚལ་ན་རྣམ་པར་སྤྱོད་པ་ལྟ་བུ་དང་། ཁྲི་ནས་ཁྲིར་དང་ཁྲིའུ་ནས་ཁྲིའུར་དང་། ཤོད་ཀྱིས་གཞིར་མི་འབབ་པ་དང་། དེས་སྒྲ་ཡིད་དུ་མི་འོང་བ་ཅུང་ཟད་ཀྱང་མི་ཐོས་པར་ཉམ་བག་ཏུ་བཞག་གོ།
en: foods prescribed by physicians that were not too bitter, sour, salty, sweet, spicy, or astringent; foods that were free from bitter, sour, salty, sweet, spicy, and astringent ingredients; and short necklaces and long necklaces. With her body covered with ornaments, she moved from one couch to another, from one stool to another, never descending to the ground, as if she were a celestial nymph strolling in the Nandana Grove. She never heard any unpleasant sounds, and she felt free.

source: །དེ་ཟླ་བ་བརྒྱད་དམ་དགུ་འདས་པ་དང་ཁྱེའུ་གཟུགས་བཟང་བ་བལྟ་ན་སྡུག་པ། མཛེས་པ་གསལ་བ་གསེར་གྱི་མདོག་འདྲ་བ། མགོ་གདུགས་ལྟར་འདུག་པ་ལག་པ་རིང་བ་དཔྲལ་བའི་དབྱེས་ཆེ་བ་སྨིན་མ་འཇར་པ། སྣའི་གཟངས་མཐོ་བ། ཡན་ལག་དང་ཉིང་ལག་ཐམས་ཅད་དང་ལྡན་པ་ཞིག་བཙས་སོ།
en: “After eight or nine months, she bore a boy who was well proportioned, pleasant to behold, attractive, gold in complexion, with a head like a parasol, long arms, a broad forehead, eyebrows that meet, a prominent nose, and every major limb and minor appendage of his body complete.

source: །དེ་བཙས་པ་ན་ཀུན་དགའ་བར་འགྱུར་བའི་རྔ་བརྡུངས་པ་རྒྱལ་པོས་ཐོས་ནས་སྨྲས་པ། དེ་ཅི་ཞིག་ཡིན།
en: When he was born, drums were beaten in celebration. The king heard them and asked, ‘What is this?’

source: བཙུན་མོ་རྣམས་ཀྱིས་རྒྱལ་པོ་ལ་སྨྲས་པ་ལྷ་དགྱེས་པ་བསྐྱེད་དུ་གསོལ།
en: “Some of the consorts said to the king, ‘Your Majesty, be delighted!

source: ཁྱོད་ཀྱི་སྲས་པོ་ཞིག་བལྟམ་མོ།
en: Your son has been born.’

source: །དེ་ནས་རྒྱལ་པོས་གྲོང་ཁྱེར་དེ་ཐམས་ཅད་རྡོ་བ་དང་གསེག་མ་དང་གྱོ་མོ་བསལ་ཏེ་བྱི་དོར་བྱས་ནས་ཙན་དན་གྱི་ཆུས་ཆག་ཆག་བཏབ། རྒྱལ་མཚན་དང་བ་དན་བསྒྲེང་། ཤིན་ཏུ་དྲི་ཞིམ་པོའི་པོག་པོར་དག་བཤམས། མེ་ཏོག་སིལ་མ་སྣ་ཚོགས་ཀྱིས་དགའ་དགའ་ལྟར་བཀྲམ་སྟེ།
en: “The king then made the entire city comfortable by removing stones, pebbles, and gravel, sprinkling sandalwood water, raising banners and flags, setting out sweet-smelling censers, and scattering various flowers around the city.

source: བསྒོ་བ་དགེ་སྦྱོང་དང་བྲམ་ཟེ་དང་བཀྲེན་པ་དང་། ཕོངས་པ་རྣམས་ལ་སྦྱིན་པ་བྱིན་ཅིག །བཙོན་ཐམས་ཅད་ཁྱེ་ཤིག །དེའི་ཕྱིར་ཉི་མ་བདུན་གསུམ་ཉི་ཤུ་གཅིག་ཏུ་བཙས་པའི་བཙས་སྟོན་རྒྱ་ཆེར་བྱས་ནས་ཁྱེའུའི་མིང་ཅིར་གདགས་ཞེས་མིང་འདོགས་པར་བྱེད་པ་ན།
en: He ordered, ‘Give donations to śramaṇas, brahmins, the poor, and the destitute. Release all prisoners.’ “Thus, he held a great celebration at the birth for twenty-one days and, intending to give the child a name, asked, ‘What name shall we give the boy?’

source: བློན་པོ་རྣམས་ཀྱིས་སྨྲས་པ། ཁྱེའུ་འདི་རྒྱལ་པོ་ནོར་ཅན་གྱི་སྲས་ལགས་པས་ཁྱེའུའི་མིང་ནོར་བཟངས་སུ་གདགས་སོ་ཞེས་དེའི་མིང་ནོར་བཟངས་ཞེས་བྱ་བར་བཏགས་སོ།
en: “The ministers said, ‘Since this boy is the son of King Dhana, let us name him Sudhana.’ Thus he was named Sudhana.

source: །ཁྱེའུ་ནོར་བཟངས་མ་མ་བརྒྱད་པོ་པང་ན་འཚོ་བའི་མ་མ་གཉིས་དང་། ནུ་མ་སྣུན་པའི་མ་མ་གཉིས་དང་དྲི་མ་འཕྱི་བའི་མ་མ་གཉིས་དང་། རྩེན་གྲོགས་ཀྱི་མ་མ་གཉིས་ལ་རྗེས་སུ་གཏད་དེ།
en: The boy Sudhana was entrusted to eight nurses: two nurses to hold the baby on their laps, two nurses to suckle the baby, two nurses to wipe excrement off the baby’s body, and two nurses to play with the baby.

source: དེ་མ་མ་བརྒྱད་པོ་དག་གིས་འོ་མ་དང་ཞོ་དང་མར་དང་ཞུན་མར་དང་། མར་གྱི་ཉིང་ཁུ་དང་གཞན་ཡང་ཡོ་བྱད་ཀྱི་བྱེ་བྲག་གཙོ་བོ་གཙོ་བོ་དག་གིས་སྲིང་བར་བྱེད་སྐྱེད་པར་བྱེད་ཅིང་རྫིང་ན་གནས་པའི་པད་མ་བཞིན་དུ་མྱུར་དུ་སྐྱེད་པར་བྱེད་དོ།
en: The eight nurses raised the baby on milk, fermented milk, butter, butter oil, liquid butter oil, and other special foods, and he soon grew like a lotus that shoots up in a pond.

source: །གང་གི་ཚེ་ཆེན་པོར་གྱུར་པ་དེའི་ཚེ་ཡི་གེ་སློབ་ཏུ་བཅུག་སྟེ་ཞེས་བྱ་བ་ནས། བརྟག་པ་བརྒྱད་དང་དབྱེ་བ་དང་། བཀླག་པ་ལ་མཁས་པ་དང་། སྤྱོད་པ་གསལ་བར་གྱུར་ཏོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ནོ།
en: When he grew up, he was made to learn letters . . . , and he became fully learned in eight kinds of analysis, classification, and reading and became one whose actions are clear.

source: །དེ་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་ལྗོངས་ཀྱི་དབང་ཕྱུག་དང་མཐུ་དང་བརྩོན་འགྲུས་ཐོབ་པ། ས་ཆེན་པོའི་དཀྱིལ་འཁོར་འདི་མངོན་པར་རྒྱལ་བར་བྱས་ཏེ་གནས་པ་རྣམས་ཀྱི་བཟོའི་གནས་དང་། ལས་ཀྱི་གནས་ཞེས་བྱ་བ་ནས། གནས་ལྔ་ལ་བྱང་བར་གྱུར་ཏོ།
en: He became fully learned in the various arts and technical skills of kṣatriyas who have been anointed and have attained dominance, mastery, and sovereignty over the kingdom and have conquered vast lands, namely, riding on the neck of an elephant, riding a horse, handling a chariot, handling a sword and a bow and arrow, retreating and advancing, taming elephants, handling a noose, handling a spear, handling a cudgel, clenching the fist, pacing, cutting, tearing, piercing, and the five arts of shooting, namely, shooting from afar, shooting at a sound, shooting at a vital part, shooting without being noticed, and shooting truly. His father arranged for three types of consorts—older, middling, and younger;

source: །ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ཏེ། དེའི་ཕས་ཆུང་མ་གསུམ་པོ་ཆེན་མ་དང་འབྲིང་མ་དང་། ཆུན་མ་དག་བཞག་ཅིང་གནས་པའི་ཁང་པ་རྣམ་པ་གསུམ་པོ་དགུན་གྱི་དང་། དཔྱིད་ཀྱི་དང་དབྱར་གྱི་རྣམས་བརྩིགས་ནས།
en: built three types of residences for winter, summer, and the rainy season;

source: སྐྱེད་མོས་ཚལ་རྣམ་པ་གསུམ་པོ་དགུན་གྱི་དང་། དཔྱིད་ཀྱི་དང་དབྱར་གྱི་དག་བཙུགས་སོ།
en: and made three types of parks for winter, summer, and the rainy season.

source: །དེ་ནས་གཞོན་ནུ་ནོར་བཟངས་སྟེང་གི་ཁང་བཟངས་ཀྱི་གཞི་ལ་སྐྱེས་པ་མེད་པར་སོང་ནས་སིལ་སྙན་རྣམས་ཀྱིས་རྩེ་བར་བྱེད། དགའ་བར་བྱེད་དགའ་མགུར་སྤྱོད་པར་བྱེད་དོ།
en: Thereupon Prince Sudhana went up to the terrace without male company, and he played, amused himself, and enjoyed himself, to the accompaniment of musical instruments.

source: །ཇི་ཙམ་དུས་གཞན་ཞིག་ན་རྔོན་པ་སྤང་ལེབ་ཅན་རི་དགས་ཚོལ་ཞིང་དེ་དང་དེ་དག་ཏུ་རྒྱུ་བ་ན་རི་བོ་གཞན་ཞིག་ལ་ཕྱིན་པ་དང་། དེས་རི་བོ་དེའི་ཤོད་ན་དྲང་སྲོང་གི་བསྟི་གནས་མེ་ཏོག་དང་འབྲས་བུ་ཕུན་སུམ་ཚོགས་པ།
en: “Later, when the hunter Phalaka was wandering around one day looking for deer, he arrived at a certain mountain. At the foot of the mountain, there was a ṛṣi’s hermitage, which was abundant in flowers and fruits, and in which various birds were flying around.

source: བྱ་སྣ་ཚོགས་རྒྱུ་བ་དེ་ན་མཚོ་ཆེན་པོ་ཨུཏྤ་ལ་དང་། ཀུ་མུ་ད་དང་། པད་མ་དཀར་པོས་ཡོག་པ། ངང་པ་དང་། བྱ་ཀཱ་རཎྜ་བ་དང་། ངུར་པས་མཛེས་པ་དེ་མཐོང་ནས་དེ་བསྟི་གནས་དེར་འཁྱམ་པར་བརྩམས་པ་ལས།
en: There the hunter saw a large pond full of utpala, kumuda, and puṇḍarīka flowers, and adorned with haṃsas, kāraṇḍavas, and cakravākas.

source: ཇི་ཙམ་ན་དྲང་སྲོང་སྐྲ་དང་། ཁ་སྤུ་དང་། སེན་མོ་དང་། སྤུ་རྣམས་རིང་བ། ལུས་རླུང་དང་ཚ་བས་གདུངས་པ། ཤིང་གོས་གྱོན་པ་ཞིག་ཤིང་གི་དྲུང་དུ་གནས་བཅས་ཏེ་རྩྭའི་སྤྱིལ་བུ་ན་འདུག་པ་མཐོང་ངོ་།
en: He walked around in the hermitage and soon saw a ṛṣi in a garment made of bark, with long hair, beard, nails, and body hair, whose body had been harmed by the wind and heat, living under a certain tree, sitting in a hut made of grass.

source: །མཐོང་ནས་ཀྱང་རྐང་པ་ལ་མགོ་བོས་ཕྱག་བྱས་ཏེ་ཐལ་མོ་སྦྱར་ནས་དྲིས་པ།
en: When he saw him, the hunter bowed low until his forehead touched the feet of the ṛṣi.

source: ལེགས་ལྡན་ཕྱོགས་འདིར་ཁྱོད་བཞུགས་ནས་ཡུན་ཇི་སྲིད་ཅིག་ལགས་ལོ་བཞི་བཅུ་ལོན་ནོ།
en: He then made the gesture of supplication and asked, ‘Excellent sir, how long has it been since you settled in this place?’ “ ‘It has been forty years.’

source: །ཁྱོད་ཀྱིས་ཡུན་དེ་སྲིད་ཅིག་ཏུ་ཕྱོགས་འདིར་ལོན་ན་ངོ་མཚར་རྨད་དུ་བྱུང་བའི་ཆོས་འགའ་ལྟ་གཟིགས་པའམ་གསན་པ་ལྟ་མཆིས་སམ།
en: “ ‘If you have lived in this place for such a long time, have you seen or heard of any wonders or marvels here?’

source: དྲང་སྲོང་ཞི་བའི་བདག་ཉིད་དེས་དལ་བུ་དལ་བུས་སྨྲས་པ། བཞིན་བཟངས་ཁྱོད་ཀྱིས་མཚོ་འདི་མཐོང་ངམ།
en: “The calm-natured ṛṣi answered slowly, ‘Sir, do you see this pond?’

source: ལེགས་ལྡན་མཐོང་ལགས་སོ།
en: “ ‘Excellent sir, I do.’

source: །འདི་ནི་ཚངས་པ་འདུ་བའི་རྫིང་ཞེས་བྱ་སྟེ།
en: “ ‘This is the pond named Brahmasabhā.

source: ཨུཏྤ་ལ་དང་། ཀུ་མུ་ད་དང་། པད་མ་དཀར་པོས་གང་བ། བྱ་སྣ་ཚོགས་ཀྱི་ཚོགས་ཀྱིས་བསྟེན་པ།
en: It is full of utpala, kumuda, and puṇḍarīka flowers, and various birds live here.

source: ཁ་བ་དང་དངུལ་དང་བ་མོའི་མདོག་ལྟ་བུའི་ཆུས་ཤིན་ཏུ་གང་བ།
en: It is full of water the color of snow, silver, and frost, and it is surrounded by sweet-smelling flowers.

source: ཤིན་ཏུ་དྲི་ཞིམ་པའི་མེ་ཏོག་གིས་བསྐོར་བའི་ཆུའི་རྫིང་འདིར་ཚེས་བཅྭ་ལྔ་ལ་མིའམ་ཅིའི་རྒྱལ་པོ་ལྗོན་པའི་བུ་མོ་ཡིད་འཕྲོག་མ་ཞེས་བྱ་བ་མིའམ་ཅི་མོ་ལྔ་བརྒྱས་ཡོངས་སུ་བསྐོར་ནས་མགོ་ཁྲུས་དང་བསྐུ་མཉེ་སྣ་ཚོགས་དང་འོངས་ནས་ཁྲུས་བྱེད་དོ།
en: On the fifteenth day of every month, Manoharā, the daughter of Druma, the king of kinnaras, visits this pond to bathe, surrounded by five hundred kinnarīs, carrying instruments to wash the head and various ointments.

source: །དེ་ཁྲུས་བྱེད་པའི་ཚེ་བྲོ་གར་དང་། གླུ་དང་རོལ་མོའི་སྒྲ་སྙན་པས་བྱ་དང་རི་དགས་རྣམས་ཀྱང་ཡིད་འཕྲོག་པར་བྱེད་དོ།
en: When she bathes, even birds and beasts are enchanted by dance, song, and the sound of music.

source: །ཁོ་བོ་ཡང་དེའི་སྒྲ་ཐོས་ནས་དགའ་བ་དང་། ཡིད་བདེ་བ་ཆེན་པོས་ཞག་བདུན་འདའ་བར་བྱེད་དེ། བཞིན་བཟངས་ཁོ་བོས་ངོ་མཚར་རྨད་དུ་བྱུང་བ་འདི་མཐོང་ངོ་།
en: I too spend seven days with great pleasure and mental satisfaction after having heard that sound. Sir, I have seen this wonder and marvel.’

source: །དེ་ནས་རྔོན་པ་སྤང་ལེབ་ཅན་འདི་སྙམ་དུ་སེམས་ཏེ། བདག་གིས་ཀླུ་ལས་དོན་ཡོད་པའི་ཞགས་པ་ཐོབ་པ་སྟེས་ཏེ།
en: “Then the hunter Phalaka thought, ‘I have obtained the noose Amogha from the nāga.

source: དེ་མིའམ་ཅིའི་བུ་མོ་ཡིད་འཕྲོག་མ་ལ་གདབ་བོ་སྙམ་ནས།
en: I will throw it at the kinnarī Manoharā.’

source: དེས་དུས་གཞན་ཞིག་ན་ཚེས་བཅྭ་ལྔ་ལ་དོན་ཡོད་པའི་ཞགས་པ་ཁྱེར་ཏེ་མཚོ་འགྲམ་དང་ཉེ་བར་མེ་ཏོག་དང་། འབྲས་བུ་དང་། ལོ་མ་ཚང་ཚིང་ཞིག་ཏུ་འཁྲས་ནས་གཅིག་ཏུ་བསྒྲིམ་པས་བྱ་ར་བྱེད་ཅིང་འདུག་གོ།
en: “Later, on the fifteenth day of the month, carrying the noose Amogha, he approached a thicket of flowers, fruits, and leaves near the bank of the pond and stayed there, watching carefully.

source: །ཅི་ཙམ་ན་ཡིད་འཕྲོག་མ་མིའམ་ཅི་མོ་ལྔ་བརྒྱས་ཡོངས་སུ་བསྐོར་ཏེ། དེ་འདྲ་བའི་འབྱོར་པ་ཉིད་ཀྱིས་ཚངས་པ་འདུ་བའི་རྫིང་དུ་ཁྲུས་ཀྱི་ཕྱིར་ཞུགས་པ་དང་། རྔོན་པ་སྤང་ལེབ་ཅན་གྱིས་དེ་མ་ཐག་ཏུ་དོན་ཡོད་པའི་ཞགས་པ་བཏབ་པ་ལས། དེས་མིའམ་ཅི་མོ་ཡིད་འཕྲོག་མ་ཟིན་ཏོ།
en: At that time, surrounded by five hundred kinnarīs, the kinnarī Manoharā majestically approached the lotus pond Brahmasabhā, just as the ṛṣi had described.

source: །དོན་ཡོད་པའི་ཞགས་པས་ཟིན་ནས་མཚོའི་ནང་ན་མཆོང་རྒལ་ཞིང་འཇིགས་པའི་སྒྲ་ཡང་ཕྱུང་བ་དང་། མིའམ་ཅི་མོའི་ཚོགས་ལྷག་མས་དེ་ཐོས་ནས་ཕན་ཚུན་བརྒྱུགས་ཏེ་མིའམ་ཅི་མོ་ཡིད་འཕྲོག་མ་ལ་བརྟག་པར་བརྩམས་པ་ལས་བཟུང་བར་མཐོང་ངོ་།
en: The hunter Phalaka immediately threw the noose Amogha and caught the kinnarī Manoharā with it. Caught thus by the noose Amogha, she jumped up in the pond and let out a cry of fear. When they heard this, the rest of the kinnarīs began to run about, looking for the kinnarī Manoharā.

source: །མཐོང་ནས་ཀྱང་སྐྲག་ནས་བྲོས་སོ།
en: Then they saw her bound, and they ran away in fear.

source: །རྔོན་པ་དེས་མཆོག་ཏུ་གཟུགས་བཟང་མོ་བལྟ་ན་སྡུག་པ་དེ་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་གཟུང་བའི་ཕྱིར་དྲུང་དུ་གཏུགས་པ་དང་། དེས་སྨྲས་པ།
en: As the hunter looked at her, who was extremely well proportioned and pleasant to behold, he touched her, trying to grasp her. She said:

source: མ་རབས་ཁྱོད་ནི་ང་ལ་མ་རེག་ཤིག །ཁྱོད་ཀྱི་འདི་ནི་ཐོག་ཏུ་བབ་མ་ཡིན།
en: “ ‘Vulgar man, you must not touch me. This is not granted to you.

source: །ང་ནི་གཟུགས་བཟང་རྒྱལ་གྱི་འོས་ཡིན་པས།
en: I am beautiful and suitable for a king,

source: །འཛིན་པ་ལེགས་པར་འགྱུར་བ་མ་ཡིན་ནོ།
en: So it is not right to grasp me.’

source: །རྔོན་པས་སྨྲས་པ་གལ་ཏེ་ཁྱོད་མ་བཟུང་ན་འབྲོས་པར་འགྱུར་རོ།
en: “The hunter said, ‘If I do not grasp you, you will run away.’

source: །དེས་སྨྲས་པ་ཁོ་མོ་མི་འབྲོས་ཀྱིས་གལ་ཏེ་ཡིད་མི་ཆེས་ན་འདིའི་མཐུས་ཁོ་མོ་སྟེང་གི་ནམ་མཁའ་ལ་འགྲོས་གཙུག་གི་ནོར་བུ་འདི་ཟུང་ཤིག །རྔོན་པས་སྨྲས་པ་སུ་ཤེས་དེས་དེ་ལ་གཙུག་གི་ནོར་བུ་བྱིན་ནས་སྨྲས་པ།
en: “ ‘I will not run away,’ she replied. ‘If you do not believe me, take this crest jewel by which I fly in the sky.’ “ ‘Who knows what you will do?’ retorted the hunter.

source: གཙུག་གི་ནོར་བུ་འདི་སུའི་ལག་པ་ན་གནས་པ་དེའི་དབང་དུ་ཁོ་མོ་འགྱུར་རོ།
en: “She gave him the crest jewel and said, ‘I will obey him in whose hand this crest jewel lies.’

source: །དེ་ནས་རྔོན་པས་ནོར་བུ་དེ་བླངས་ཏེ་ཞགས་པས་བཅིངས་བཞིན་དུ་ཁྲིད་དེ་སོང་ངོ་།
en: “Then the hunter took the jewel and departed, taking her along, still caught in the noose.
